<?php

return array(
    'auto_type' => array(
        'ref_type' => 1,
        'parent_ref_id' => 0,
        'values'   => 'any|>=,tent,container'
    ),
    
    'auto_load_type' => array(
        'ref_type' => 2,
        'parent_ref_id' => 0,
        'values'   => 'up,back,up and back'
    ),
    
    'auto_pay_type' => array(
        'ref_type' => 3,
        'parent_ref_id' => 0,
        'values'   => 'cash,wire,ach'
    ),
    
    'country' => array(
        'ref_type' => 4,
        'parent_ref_id' => 0,
        'values'   => 'Андорра,Объединенные Арабские Эмираты,Афганистан,Антигуа и Барбуда,Ангилья,Албания,Армения,Нидерландские Антилы,Ангола,Антарктида,Аргентина,Американское Самоа,Австрия,Австралия,Аруба,Эландские острова,Азербайджан,Босния и Герцеговина,Барбадос,Бангладеш,Бельгия,Буркина-Фасо,Болгария,Бахрейн,Бурунди,Бенин,Бермуды,Бруней-Даруссалам,Боливия,Бразилия,Багамы,Бутан,Остров Буве,Ботсвана,Беларусь,Белиз,Канада,Кокосовые (Килинг) острова,Конго демократическая республика,Центрально-Африканская Республика,Конго,Швейцария,Кот-д’Ивуар,Острова Кука,Чили,Камерун,Китай,Колумбия,Коста-Рика,Куба,Кабо-Верде,Остров Рождества,Кипр,Чешская Республика,Германия,Джибути,Дания,Доминика,Доминиканская Республика,Алжир,Эквадор,Эстония,Египет,Западная Сахара,Эритрея,Испания,Эфиопия,Финляндия,Фиджи,Фолклендские острова (Мальвинские),Микронезия федеративные штаты,Фарерские острова,Франция,Габон,Соединенное Королевство,Гренада,Грузия,Французская Гвиана,Гернси,Гана,Гибралтар,Гренландия,Гамбия,Гвинея,Гваделупа,Экваториальная Гвинея,Южная Джорджия и Южные Сандвичевы острова,Греция,Гватемала,Гуам,Гвинея-Бисау,Гайана,Гонконг,Остров Херд и острова Макдональд,Гондурас,Хорватия,Гаити,Венгрия,Индонезия,Ирландия,Израиль,Остров Мэн,Индия,Британская территория в Индийском океане,Ирак,Иран исламская республика,Исландия,Италия,Джерси,Ямайка,Иордания,Япония,Кения,Киргизия,Камбоджа,Кирибати,Коморы,Сен-Китс и Невис,Корея народно-демократическая республика,Корея республика,Кувейт,Острова Кайман,Казахстан,Лаосская Народно-Демократическая Республика,Ливан,Сент-Люсия,Лихтенштейн,Шри-Ланка,Либерия,Лесото,Литва,Люксембург,Латвия,Ливийская Арабская Джамахирия,Марокко,Монако,Молдова республика,Черногория,Мадагаскар,Маршалловы Острова,Республика Македония,Мали,Мьянма,Монголия,Макао,Северные Марианские острова,Мартиника,Мавритания,Монтсеррат,Мальта,Маврикий,Мальдивы,Малави,Мексика,Малайзия,Мозамбик,Намибия,Новая Каледония,Нигер,Остров Норфолк,Нигерия,Никарагуа,Нидерланды,Норвегия,Непал,Науру,Ниуэ,Новая Зеландия,Оман,Панама,Перу,Французская Полинезия,Папуа — Новая Гвинея,Филиппины,Пакистан,Польша,Сент-Пьер и Микелон,Питкерн,Пуэрто-Рико,Палестинская территория оккупированная,Португалия,Палау,Парагвай,Катар,Реюньон,Румыния,Сербия,Россия,Руанда,Саудовская Аравия,Соломоновы Острова,Сейшелы,Судан,Швеция,Сингапур,Святая Елена,Словения,Шпицберген и Ян Майен,Словакия,Сьерра-Леоне,Сан-Марино,Сенегал,Сомали,Суринам,Сан-Томе и Принсипи,Эль-Сальвадор,Сирийская Арабская Республика,Свазиленд,Острова Теркс и Кайкос,Чад,Французские Южные территории,Того,Таиланд,Таджикистан,Токелау,Тимор-Лесте,Туркмения,Тунис,Тонга,Турция,Тринидад и Тобаго,Тувалу,Тайвань (Китай),Танзания объединенная республика,Украина,Уганда,Малые Тихоокеанские Отдаленные острова Соединенных Штатов,Соединенные Штаты,Уругвай,Узбекистан,Папский Престол (Государство-город Ватикан),Сент-Винсент и Гренадины,Венесуэла,Виргинские острова Британские,Виргинские острова США,Вьетнам,Вануату,Уоллис и Футуна,Самоа,Йемен,Майотта,Южная Африка,Замбия,Зимбабве'
    ),

    'district_ukraine' => array(
        'ref_type'      => 5,
        'parent_ref_id' => 0,
        'values'        => 'Крым,Винницкая,Волынская,Днепропетровская,Донецкая,Житомирская,Закарпатская,Запорожская,Ивано-Франковская,Киевская,Кировоградская,Луганская,Львовская,Николаевская,Одесская,Полтавская,Ровненская,Сумская,Тернопольская,Харьковская,Херсонская,Хмельницкая,Черкасская,Черниговская,Черновицкая,Киев,Севастополь'
    ),

    'town_ukraine'  => array(
        'ref_type' => 6,
        'parent_ref_id' => 0,
        'values' => 'Киев,Харьков,Одесса,Днепропетровск,Донецк,Запорожье,Львов,Кривой Рог,Николаев,Мариуполь,Луганск,Севастополь,Винница,Макеевка,Симферополь,Херсон,Полтава,Чернигов,Черкассы,Житомир,Сумы,Хмельницкий,Горловка,Ровно,Кировоград,Днепродзержинск,Черновцы,Кременчуг,Ивано-Франковск,Тернополь,Белая Церковь,Луцк,Краматорск,Мелитополь,Керчь,Никополь,Северодонецк,Славянск,Бердянск,Ужгород,Алчевск,Павлоград,Евпатория,Лисичанск,Каменец-Подольский'
    )
);
